<template>
  <div class="agreement">
    <main style="margin: 20px; display: block">
      <div style="display: block; color: #112233">
        <h1 style="font-size: 36px; text-align: center; color: #112233">
          行摄用户协议
        </h1>
        <p>更新日期：2020年10月24日</p>
        <p>生效日期：2020年10月24日</p>
        <p>欢迎使用”行摄”！</p>
        <p>
          为了更好地为您提供服务，请您仔细阅读《“行摄”用户协议》（以下简称“本协议”），本协议是您与本网站就使用”行摄”所达成的协议。”行摄”严格遵守中华人民共和国（“中国”，为本合同之目的，不包括中华人民共和国香港特别行政区、澳门特别行政区和台湾地区《互联网信息服务管理办法》等法规的相关规定，通过本协议以及其他与”行摄”相关的协议和规则对软件服务过程中的问题和信息隐私政策做详细说明。
        </p>
        <p>在您开始使用”行摄”之前，请您务必认真阅读并充分理解本协议。</p>
        <h2>1、协议适用范围</h2>
        <p>
          1.1 本协议约定了行摄网站和用户之间就使用”行摄”事宜发生的权利义务关系。
        </p>
        <p>
          1.2
          用户：指所有直接或间接获取和使用”行摄”及相关服务的用户，下称“您”或“用户”。我们允许年满12周岁的用户使用，如果您在12周岁至18周岁之间，请在法定监护人的陪同下仔细审阅并充分理解本协议，在征得父母或其他监护人的同意后使用”行摄”。我们对用户的其他条件不做限制，但您在使用我们服务的同时，也代表您将遵守所在国家和地区的法律法规。如果您的行为违反了当地的法律法规或社会风俗，您将为此独立承担相应的责任（包括但不限于法律责任）。
        </p>
        <p>
          <strong
            >1.3
            行摄网站对某些特定的服务通过各种方式（包括但不限于网页公告、电子邮件、发送站内信提醒等）作出的任何声明、通知、警示等内容，均视为本协议的一部分。用户如选择使用该服务，则视为用户同意该等声明、通知、警示的全部内容；若不同意，则可停止注册、登录或使用“行摄”及行摄的任何服务。</strong
          >
        </p>
        <h2>2、使用”行摄”</h2>
        <p>
          2.1
          “行摄”包含了原创摄影交流学习社区（为用户提供原创图片、交流、学习、分享服务）。
        </p>
        <p>
          2.2
          但除非得到行摄网站事先书面授权，否则，用户不得以改编、复制、传播、镜像、垂直搜索的形式访问或使用“行摄”软件/网站及相关服务。
        </p>
        <p>
          2.3
          一旦用户在其终端设备中打开“行摄”或访问“行摄网”，即视为使用”行摄”。为充分实现“行摄”的全部功能，用户可能需要将其终端设备联网，您理解由您承担所需要的费用（如流量费、上网费等）。
        </p>
        <p>
          2.4
          为更好的提升用户体验及服务，行摄网站将不定期提供软件更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等）。
        </p>
        <p>
          2.5
          您无需注册即可开始使用”行摄”产品及相关服务，但部分功能或服务可能会受到影响。同时，您也理解，为使您更好地使用“行摄“产品及相关服务，保障您的账号安全，某些功能和/或某些单项服务项目，如评论服务，要求您按照国家相关法律法规的规定，提供真实的身份信息并登录后方可使用。
        </p>
        <h2>3、服务内容</h2>
        <p>
          3.1行摄网站所提供服务的具体内容是指：由”行摄”提供的各项功能及相关服务内容，例如摄影作品的展示、点赞、评论、教程、分享等。
        </p>
        <p>
          3.2
          行摄网站为提供网络存储空间的网络服务提供者，您可以在“行摄”发布符合法律法规及本协议的内容。行摄网站将根据实际情况为用户提供图片管理和图片搜索等相关服务，例如为用户提供上传并共享图片的技术服务；为图片添加各种标签；评论、收藏、分享图片功能；以及行摄网站根据产品发展情况开发的某些其他功能和某些单项服务事项等。
        </p>
        <p>
          3.3
          “行摄”所提供的部分服务内容可能由第三方提供，如“行摄”包含链接至第三方提供的信息或其他服务（包括网站）等。您知悉并理解，运营该等服务的第三方可能会要求您提供个人信息，我们特别提醒您，需要认真阅读该等第三方的用户协议、隐私政策以及其他相关的条款，妥善保护自己的个人信息，仅在必要的情况下向该等第三方提供。
        </p>
        <p>
          <strong>3.4行摄</strong
          >网站依照法律规定履行广告及推广相关义务，您应当自行判断该广告或推广信息的真实性和可靠性并为自己的判断行为负责。除法律法规明确规定外，您因该广告或推广信息进行的购买、交易或因前述内容遭受的损害或损失，您应自行承担，行摄网站不予承担责任。
        </p>
        <h2>4、用户行为规范</h2>
        <p>
          4.1
          您在使用“行摄”的产品时，应当遵守中华人民共和国的法律。用户不得利用行摄网站服务产品从事上述法律法规、政策以及侵犯他人合法权利的行为。
        </p>
        <p>
          4.2
          您不得使用未经行摄网站授权或许可的任何插件、外挂或第三方工具对”行摄”的正常运行进行干扰、破坏、修改或施加其他影响。
        </p>
        <p>
          4.3
          您不得利用或针对”行摄”进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试”行摄”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏”行摄”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称等。
        </p>
        <h2>5、信息内容规范</h2>
        <p>5.1 用户在使用行摄过程中，不得发表下列内容，且不得具有下列行为:</p>
        <p>（1）反对宪法确定的基本原则的；</p>
        <p>
          （2）危害国家安全，泄露国家秘密，颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的；
        </p>
        <p>（3）损害国家荣誉和利益的；</p>
        <p>
          （4）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；
        </p>
        <p>（5）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；</p>
        <p>（6）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p>（7）煽动地域歧视、地域仇恨的；</p>
        <p>（8）破坏国家宗教政策，宣扬邪教和迷信的；</p>
        <p>
          （9）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；
        </p>
        <p>
          （10）散布、传播淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        </p>
        <p>（11）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；</p>
        <p>（12）侮辱或者诽谤他人，侵害他人合法权益的；</p>
        <p>（13）对他人进行暴力恐吓、威胁，实施人肉搜索的；</p>
        <p>（14）涉及他人隐私、个人信息或资料的；</p>
        <p>（15）侵害未成年人合法权益或者损害未成年人身心健康的；</p>
        <p>（16）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；</p>
        <p>
          （17）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的；
        </p>
        <p>
          （18）未获得未满18周岁未成年人法定监护人的书面同意，传播该未成年人的隐私信息的；
        </p>
        <p>（19）散布污言秽语，损害社会公序良俗的；</p>
        <p>（20）侵犯他人隐私权、名誉权、肖像权、知识产权等合法权益内容的；</p>
        <p>
          （21）散布商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；
        </p>
        <p>（22）使用本网站常用语言文字以外的其他语言文字评论的；</p>
        <p>（23）与所评论的信息毫无关系的；</p>
        <p>
          （24）所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的；
        </p>
        <p>
          （25）
          不得大量(超过2张)上传各类照片(包括电影截图、游戏截图、明星照片、动漫截图、动漫图画、电子图书等非原创照片)；
        </p>
        <p>
          （26）其他含有违反法律法规、政策及公序良俗、干扰“行摄”正常运营或侵犯其他用户或第三方合法权益内容的信息。
        </p>
      </div>
    </main>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
p {
  font-size: 16px;
  font-family: Microsolf YaHei;
}
strong {
  font-weight: 600;
}
h1 {
  display: block;
  font-size: 2em;
  margin-block-start: 0.67em;
  margin-block-end: 0.67em;
  margin-inline-start: 0px;
  margin-inline-end: 0px;
  font-weight: bold;
}
h2 {
  display: block;
  font-size: 1.5em;
  margin-block-start: 0.83em;
  margin-block-end: 0.83em;
  margin-inline-start: 0px;
  margin-inline-end: 0px;
  font-weight: bold;
}
</style>